{
  "perguntas": [
    {
      "id": 1,
      "pergunta": "Com que frequência as pessoas se surpreendem porque sou bastante bom/boa em avaliar quem elas realmente são.",
      "tipo": "empatia"
    },
    {
      "id": 2,
      "pergunta": "As pessoas à minha volta são muito irracionais, fazendo coisas sem nenhum motivo.",
      "tipo": "empatia"
    },
    {
      "id": 3,
      "pergunta": "Independetemente da situação, consigo ficar num estado de relaxamento squase de imediato.",
      "tipo": "autogestao"
    },
    {
      "id": 4,
      "pergunta": "Com que frequência fico feliz sem saber o motivo e triste sem saber o motivo.",
      "tipo": "autoconhecimento"
    },
    {
      "id": 5,
      "pergunta": "Se as pessoas se comportam de maneira realmente estúpida, fico irritado(a) e exagero bastante.",
      "tipo": "autogestao"
    },
    {
      "id": 6,
      "pergunta": "Tenho facilidade para explicar situações embaraçosas e desconfortáveis para os outros.",
      "tipo": "habilidadesSociais"
    },
    {
      "id": 7,
      "pergunta": "Eu sei o que quero na vida e trabalho com muita determinação nesse sentido.",
      "tipo": "motivacao"
    },
    {
      "id": 8,
      "pergunta": "Sentiria estranheza se ao estar num país estrangeiro fosse esperado de mim abraçar ou beijar um estranho.",
      "tipo": "habilidadesSociais"
    },
    {
      "id": 9,
      "pergunta": "Quando alguém espera que eu termine uma tarefa, eu termino.",
      "tipo": "motivacao"
    },
    {
      "id": 10,
      "pergunta": "Abraço a mudança desde o início.",
      "tipo": "autogestao"
    },
    {
      "id": 11,
      "pergunta": "Tenho a consciência de que o meu estado de espírito e humor pode afetar as pessoas que estão a minha volta.",
      "tipo": "autoconhecimento"
    },
    {
      "id": 12,
      "pergunta": "Quando atinjo coisas, fico satisfeito comigo mesmo(a) e depois vou em busca de atingir novas coisas.",
      "tipo": "motivacao"
    },
    {
      "id": 13,
      "pergunta": "Com que frequência listo os meus pontos fracos e estabeleço metas de melhoria.",
      "tipo": "autoconhecimento"
    },
    {
      "id": 14,
      "pergunta": "Sinto-me extremamente confortável ao falar em frente a grandes multidões.",
      "tipo": "habilidadesSociais"
    },
    {
      "id": 15,
      "pergunta": "Sentir-me confortável e a vontade, depende de onde me encontro e com quem estou.",
      "tipo": "habilidadesSociais"
    },
    {
      "id": 16,
      "pergunta": "Eu sou capaz de entrar facilmente no espírito da festa, durante uma reunião social.",
      "tipo": "habilidadesSociais"
    },
    {
      "id": 17,
      "pergunta": "Eu consigo normalmente perceber, pelo comportamento dos meus amigos, quando encontram um novo amor ou se estão com dificuldades nos seus relacionamentos",
      "tipo": "empatia"
    },
    {
      "id": 18,
      "pergunta": "Com que frequência regresso das compras com coisas que mais tarde lamento ter comprado.",
      "tipo": "autogestao"
    },
    {
      "id": 19,
      "pergunta": "Eu me coloco no lugar os pobres quando vejo miséria, mesmo quando vivida por pessoas que não conheço.",
      "tipo": "empatia"
    },
    {
      "id": 20,
      "pergunta": "Consigo ultrapassar erros passados e motivar-me para atingir objetivos futuros.",
      "tipo": "motivacao"
    },
    {
      "id": 21,
      "pergunta": "Eu perco a linha de raciocínio, quando alguém me interrompe.",
      "tipo": "autogestao"
    },
    {
      "id": 22,
      "pergunta": "Com que frequência listo os meus pontos fortes e os utilizo ao meu favor.",
      "tipo": "autoconhecimento"
    },
    {
      "id": 23,
      "pergunta": "Preciso do empurrão de alguém de maneira a continuar.",
      "tipo": "motivacao"
    },
    {
      "id": 24,
      "pergunta": "Quando me sinto mal, sei qual o motivo.",
      "tipo": "autoconhecimento"
    },
    {
      "id": 25,
      "pergunta": "Tenho problemas para lidar com conflitos e com o baixo astral em relacionamentos.",
      "tipo": "habilidadesSociais"
    },
    {
      "id": 26,
      "pergunta": "Posso me acalmar ou conter sentimentos aflitivos de forma que isso não me impeça de continuar fazendo as coisas que tenho de fazer.",
      "tipo": "autogestao"
    },
    {
      "id": 27,
      "pergunta": "Meu senso afiado sobre os sentimentos alheios me faz compreensivo em relação aos momentos difíceis dessas pessoas.",
      "tipo": "empatia"
    },
    {
      "id": 28,
      "pergunta": "Tenho consciência até mesmo das mais sutis emoções, assim que elas acontecem.",
      "tipo": "autoconhecimento"
    },
    {
      "id": 29,
      "pergunta": "Em vez de desistir diante de obstáculos ou decepções, eu permaneço otimista e esperançoso.",
      "tipo": "motivacao"
    },
    {
      "id": 30,
      "pergunta": "As pessoas não precisam me falar o que sentem. Posso perceber sozinho.",
      "tipo": "empatia"
    }
  ]
}
